[
    {
      "id": "52",
      "name_rs": "Banoštor",
      "name_en": "Banoštor",
      "desctiption_rs": "Banoštor is a village in the west part of Beočin county with about 780 residents. The name comes from the Hungarian word Bánmonostor meaning ban monastery, which refers to the monastery of the Serbian prince and Hungarian palatine Beluš.",
      "desctiption_en": "Banoštor je selo koje se nalazi u zapadnom delu opštine Beočin i broji oko 780 stanovnika. Naziv sela je izveden iz mađarske reči Bánmonostor, što znači ban manastira, a odnosi se na manastir ugarskog bana Beluša."
    },
    {
      "id": "124",
      "name_rs": "Berkasovo",
      "name_en": "Berkasovo",
      "desctiption_rs": "Berkasovo is a village found in the Šid county, at the south-west slopes of Fruška Gora. It counts about 1200 residents and has a rich historical background that stretches even to the neolithic period. \r\n",
      "desctiption_en": "Berkasovo je selo koje se nalazi u šidskoj opštini na jugozapadnim obroncima Fruške gore. Broji oko 1200 stanovnika i ima bogatu istorijsku prošlost koja seže čak u neolitsko doba."
    },
    {
      "id": "72",
      "name_rs": "Bešenovo",
      "name_en": "Bešenovo",
      "desctiption_rs": "Bešenovo is a village in the northern part of Sremska Mitrovica county with about 970 residents. The name of the village comes from the Hungarian name for Pečenege: Biseni, the barbarian tribe that played a key role in the relations between the Byzantine and Austro-Hungarian states in the 11th century. The Bešenovački Prnjavor is a monastery village with the same name as the monastery, with about 150 residents. ",
      "desctiption_en": "Bešenovo je selo u severnom delu opštine Sremska Mitrovica i broji oko 970 stanovnika. Ime sela potiče od mađarskog naziva za Pečenege – Biseni, varvarsko pleme koje je imalo značajnu ulogu u odnosima između vizantijske i ugarske države u XI veku. Bešenovački Prnjavor je manastirsko naselje istoimenog manastira i broji oko 150 stanovnika."
    },
    {
      "id": "125",
      "name_rs": "Beška",
      "name_en": "Beška",
      "desctiption_rs": "Beška is a village that rests on the Fruška Gora, i.e. Srem, loess plateau. It is close to the Belagre - Novi Sad highway, and has about 6000 residents. The origin of the word Beška most probably comes from the turkish word beşik (cradle) or the combination of words beş (five) and kaya (stone) which would mean the fifth stone, a meeting point in military or some similar terminology. ",
      "desctiption_en": "Beška je naselje koje leži fruškogorskoj odnosno sremskoj lesnoj zaravni, nalazi se bliz autoputa Beograd - Novi Sad. Ima oko 6000 stanovnika a poreklo reči Beška potiče najverovatnije od turske reči beşik (kolevka) ili kovanice beş (pet) i kaya (kamen), što bi značilo peti kamen, oredište u vojnoj ili drugoj terminologiji. "
    },
    {
      "id": "208",
      "name_rs": "Brankovac",
      "name_en": "Brankovac",
      "desctiption_rs": null,
      "desctiption_en": null
    },
    {
      "id": "93",
      "name_rs": "Bukovac",
      "name_en": "Bukovac",
      "desctiption_rs": "Bukovac is a village at the northern slopes of Fruška Gora, on the right banks of the Danube river. It belongs to the south Bačka county, and has about 3500 residents. The first settlers came during the Ottoman empire in the 16th century. ",
      "desctiption_en": "Bukovac je selo koje nalazi na severnim obroncima Fruške gore odnosno sa desne obale Dunava. Administrativno pripada Južnobačkom okrugu i ima oko 3500 stanovnika. Mesto je naseljeno za vreme Osmanskog carstva XVI veku."
    },
    {
      "id": "57",
      "name_rs": "Dobrodol",
      "name_en": "Dobrodol",
      "desctiption_rs": " Dobrodol is a village with a population of around 130, located in the southeastern part of Irig County. The village majority is Hungarian.",
      "desctiption_en": "Dobrodol je selo koje se nalazi u jugoistočnom delu opštine Irig i broji oko 130 stanovnika. Većina stanovnika je mađarske nacionalnosti."
    },
    {
      "id": "205",
      "name_rs": "Fruška gora",
      "name_en": "Fruška gora",
      "desctiption_rs": null,
      "desctiption_en": null
    },
    {
      "id": "206",
      "name_rs": "Krčedin",
      "name_en": "Krčedin",
      "desctiption_rs": null,
      "desctiption_en": null
    },
    {
      "id": "70",
      "name_rs": "Neštin",
      "name_en": "Neštin",
      "desctiption_rs": " Neštin is a village with a population of around 900, located in the Southeastern part of Bačka Palanka County. The first time it is mentioned is in Hungarian documents from 1332, as Nyest.",
      "desctiption_en": "Neštin je selo koje se nalazi u jugoistočnom delu opštine Bačka Palanka i broji oko 900 stanovnika. Ime sela se prvi put javlja u mađarskim dokumentima 1332. godine u obliku Nyest."
    },
    {
      "id": "204",
      "name_rs": "Novi Sad",
      "name_en": "Novi Sad",
      "desctiption_rs": null,
      "desctiption_en": null
    },
    {
      "id": "46",
      "name_rs": "Pavlovci",
      "name_en": "Pavlovci",
      "desctiption_rs": " Pavlovci is a village with a population of around 450, located in Ruma County.",
      "desctiption_en": "Pavlovci je malo selo koje se nalazi u rumskoj opštini i broji oko 450 stanovnika."
    },
    {
      "id": "203",
      "name_rs": "Popovica",
      "name_en": "Popovica",
      "desctiption_rs": null,
      "desctiption_en": null
    },
    {
      "id": "211",
      "name_rs": "Sremska Karlovci",
      "name_en": "Sremska Karlovci",
      "desctiption_rs": null,
      "desctiption_en": null
    },
    {
      "id": "209",
      "name_rs": "Stražilovo",
      "name_en": "Stražilovo",
      "desctiption_rs": null,
      "desctiption_en": null
    },
    {
      "id": "123",
      "name_rs": "Bikić Do",
      "name_en": "Bikić Do",
      "desctiption_rs": "Bikić Do is the smallest and youngest village located in the Šid county with about 300 residents. The locals are made up of mostly Rusyns, then Serbs and Croats. ",
      "desctiption_en": "Bikić Do je najmanje i najmlađe selo koje se nalazi u šidskoj opštini i broji oko 300 stanovnika. Stanovnici ovog sela su pretežno Rusini zatim Srbi i Hrvati."
    },
    {
      "id": "90",
      "name_rs": "Čortanovci",
      "name_en": "Čortanovci",
      "desctiption_rs": "Čortanovci is a village in the Inđija county, located between the slopes of Fruška Gora and the Danube river, and counts about 2300 residents. This picture-esque settlement not only has beautiful nature but a rich cultural-historic heritage. ",
      "desctiption_en": "Čortanovci je selo u opštini Inđija smešteno između padina Fruške gore i Dunava i broji oko 2300 stanovnika. Ovo slikovito naselje pored prirodnih lepota ima bogato kulturno-istorijsko nasleđe."
    },
    {
      "id": "33",
      "name_rs": "Divoš",
      "name_en": "Divoš",
      "desctiption_rs": "Divoš is a village in the north-west part of Sremska Mitrovica county, right at the foothill of Fruška Gora, with about 1500 residents. The name Divoš probably stems from the Hungarian last name Divós. Some say it even comes from the word dió, meaning walnut. ",
      "desctiption_en": "Divoš je selo koje se nalazi na severozapadnom delu opštine Sremska Mitrovica u podnožju Fruške gore i broji oko 1500 stanovnika. Naziv Divoš potiče najverovatnije od mađarskog prezimena Divós. Neki kažu i od reči dió, što znači orah."
    },
    {
      "id": "63",
      "name_rs": "Grgeteg",
      "name_en": "Grgeteg",
      "desctiption_rs": " Grgeteg is a village with a population of around 90, located in the northeastern part of Irig County. It was established south of Grgeteg Monastery, which was built in 1471.",
      "desctiption_en": "Grgeteg je selo koje se nalazi u severoistočnom delu opštine Irig i broji oko 90 stanovnika. Sagrađeno je južno od istoimenog manastira osnovanog 1471. godine."
    },
    {
      "id": "79",
      "name_rs": "Ledinci",
      "name_en": "Ledinci",
      "desctiption_rs": " Ledinci is a suburb of Novi Sad, located in the western part of the Petrovaradin municipality. There are two settlements bearing the name: Stari Ledinci and Novi Ledinci. The name Ledinci is used for the settlement of Novi Ledinci, with a population of around 1670. Stari Ledinci has a population of around 830. The settlement was established in the 13th century.",
      "desctiption_en": "Ledinci su prigradsko naselje Novog Sada i nalaze se u zapadnom delu opštine Petrovaradin. Postoje dva naselja sa imenom Ledinci: Stari Ledinci i Novi Ledinci. Ime Ledinci se zvanično koristi za naselje Novi Ledinci. U Starim Ledincima živi oko 830, a u Ledincima oko 1670 stanovnika. Naselje je nastalo u XIII veku."
    },
    {
      "id": "73",
      "name_rs": "Vizić",
      "name_en": "Vizić",
      "desctiption_rs": " Vizić is a village of 350, in the southern part of Bačka Palanka County. The name of the village was originally Hungarian - Füzegy.",
      "desctiption_en": "Vizić je selo koje se nalazi u južnom delu opštine Bačka Palanka i broji oko 350 stanovnika. Ime sela Vizić – Füzegy – mađarskog je porekla."
    },
    {
      "id": "36",
      "name_rs": "Bingula",
      "name_en": "Bingula",
      "desctiption_rs": " Bingula is a village on the eastern part of Šid county, with about 900 residents. The name of the village comes from the turkish words bin and gül, meaning a thousand roses. \r\n",
      "desctiption_en": "Bingula je selo koje se nalazi na istočnom delu opštine Šid i broji oko 900 stanovnika. Naziv sela potiče od turskih reči bin i gül, što znači hiljadu ruža."
    },
    {
      "id": "69",
      "name_rs": "Čerević",
      "name_en": "Čerević",
      "desctiption_rs": "Čerević is a village located in the western part of Beočin county with about 2830 residents. Today's name is first mentioned in Hungarian scrolls from 1339 as a fortified settlement, and in 1372 as a small town. ",
      "desctiption_en": "Čerević je selo koje se nalazi u zapadnom delu opštine Beočin i broji oko 2830 stanovnika. Današnji naziv se prvi put pominje u mađarskim spisima 1339. godine kao utvrđeno naselje, a 1372. godine kao varoš."
    },
    {
      "id": "39",
      "name_rs": "Grgurevci",
      "name_en": "Grgurevci",
      "desctiption_rs": " Grgurevci is a village with a population of around 1310, located in the northern part of Sremska Mitrovica County. It is named after the Hungarian Monastery of St. Grgur, from the 13th century.",
      "desctiption_en": "Grgurevci su selo u severnom delu opštine Sremska Mitrovica i broji oko 1310 stanovnika. Selo nosi naziv po mađarskom manastiru Svetog Grgura iz XIII veka."
    },
    {
      "id": "51",
      "name_rs": "Jarkovci",
      "name_en": "Jarkovci",
      "desctiption_rs": " Jarkovci is a village with a population of around 600, located on a plateau of Fruška Gora, not far from Inđija. It is first mentioned in the 16th century, but located south, and not northwest of Inđija.",
      "desctiption_en": "Malo naselje Jarkovci se nalazi na fruškogorskoj lesnoj zaravni nedaleko od Inđije. Broji oko 600 stanovnika. Jarkovci se pominju u XVI veku, pretpostavlja se da su bili južno a ne severozapadno od Inđije."
    },
    {
      "id": "61",
      "name_rs": "Jazak",
      "name_en": "Jazak",
      "desctiption_rs": " Jazak is a village with a population of around 1100, located in the easetern part of Irig County. It was first documented as a settlement in 1702.",
      "desctiption_en": "Jazak je selo koje se nalazi u istočnom delu opštine Irig i broji oko 1100 stanovnika. Selo je zabeleženo kao naseljeno 1702. godine."
    },
    {
      "id": "92",
      "name_rs": "Sremska Kamenica",
      "name_en": "Sremska Kamenica",
      "desctiption_rs": " Sremska Kamenica is a town near Novi Sad, between the Danube and the northern slopes of Fruška Gora. This place has a very rich history, and the first time it is mentioned is in the 13th century. Sremska Kamenica has a population of around 11000.",
      "desctiption_en": "Sremska Kamenica je gradsko naselje koje se nalazi u blizini Novog Sada odnosono između obale Dunava i severnih padina Fruške gore. Ovo mesto ima veoma bogatu prošlost a prvi siguran podatak o Sremskoj Kamenici se javlja u XIII veku. Kamenica ima oko 11 hiljada stanovnika. "
    },
    {
      "id": "37",
      "name_rs": "Čalma",
      "name_en": "Čalma",
      "desctiption_rs": "Čalma is a village located at the northwest part of Sremska Mitrovica county, with about 1700 residents. The name of the village comes from the Čala settlement, which was located nearby during the Roman period. However, other people say it was created durint the Ottoman period, based on the slang name they used for \"hat\": čalma. \r\n",
      "desctiption_en": "Čalma je selo koje se nalazi na severozapadnom delu opštine Sremska Mitrovica i broji oko 1700 stanovnika. Ime sela potiče od naselja Čala, koje se nalazilo u blizini za vreme Rimljana. Drugi pak kažu da je nastalo za vreme Turaka po nazivu za kapu – čalma."
    },
    {
      "id": "85",
      "name_rs": "Erdevik",
      "name_en": "Erdevik",
      "desctiption_rs": " Erdevik is a village with a population of around 3300, located in the eastern part of Šid County. The name originates from the Hungarian word Erdővég, meaning \"a place by the forest\". Later it was renamed Erdevik, and it remains one of the most beautiful villages of Srem, well known for its natural surroundings, and its wine.",
      "desctiption_en": "Erdevik je selo koje se nalazi na istočnom delu opštine Šid i broji oko 3300 stanovnika. Ime sela potiče od mađarske reči Erdővég, što znači mesto pored šume. Kasnije je preinačeno u Erdevik. Jedno je od najlepših sela u Sremu poznato po prirodi i vinu."
    },
    {
      "id": "89",
      "name_rs": "Grabovo",
      "name_en": "Grabovo",
      "desctiption_rs": " Grabovo is a village with a population of around 140, located in the southwestern part of Beočin County. It is first mentioned in the 18th century, and the name is probably Slavic in origin, and refers to a type of tree.",
      "desctiption_en": "Grabovo je selo koje se nalazi u jugozapadnom delu opštine Beočin i broji oko 140 stanovnika. Prvi put se pominje u XVIII veku, a naziv je verovatno slovenskog porekla i odnosi se na vrstu drveta."
    },
    {
      "id": "68",
      "name_rs": "Krušedol",
      "name_en": "Krušedol",
      "desctiption_rs": " Krušedol is a settlement consisting of the civil part Krušedol Selo, and monastery part Krušedol Prnjavor. It is located in the eastern part of Irig County, with Krušedol Selo counting a population of around 390, and Krušedol Prnjavor of around 280. The settling of Krušedol Prnjavor is linked to the building of Krušedol Monastery in the 16th century.",
      "desctiption_en": "Krušedol je naselje koje se sastoji od Krušedol Sela i Krušedol Prnjavora. Nalazi se u istočnom delu opštine Irig. Krušedol selo ima oko 390 stanovnika, a Krušedol Prnjavor oko 280. Naseljavanje Krušedol Prnjavora se vezuje za izgradnju istoimenog manastira početkom XVI veka."
    },
    {
      "id": "55",
      "name_rs": "Maradik",
      "name_en": "Maradik",
      "desctiption_rs": " Maradik is a village with a population of around 2300, located in the Northwestern part of Inđija County. The name is of Hungarian origin, dating back to 1498.",
      "desctiption_en": "Maradik je selo koje se nalazi u severozapadnom delu opštine Inđija i broji oko 2300 stanovnika. Ime sela je mađarskog porekla i prvi put se pominje 1498. godine."
    },
    {
      "id": "54",
      "name_rs": "Stari Ledinci",
      "name_en": "Stari Ledinci",
      "desctiption_rs": "Ledinci is a suburb of Novi Sad, located in the western part of the Petrovaradin municipality. There are two settlements bearing the name: Stari Ledinci and Novi Ledinci. The name Ledinci is used for the settlement of Novi Ledinci, with a population of around 1670. Stari Ledinci has a population of around 830. The settlement was established in the 13th century.",
      "desctiption_en": "Ledinci su prigradsko naselje Novog Sada i nalaze se u zapadnom delu opštine Petrovaradin. Postoje dva naselja sa imenom Ledinci: Stari Ledinci i Novi Ledinci. Ime Ledinci se zvanično koristi za naselje Novi Ledinci. U Starim Ledincima živi oko 830, a u Ledincima oko 1670 stanovnika. Naselje je nastalo u XIII veku."
    },
    {
      "id": "71",
      "name_rs": "Ležimir",
      "name_en": "Ležimir",
      "desctiption_rs": " Ležimir is a village in the northern part of Sremska Mitrovica County, with a population of around 950. The name of the village, Lecemer - Lecimer is of Slavic descent, and it is first mentioned in Papal documents from 1389.",
      "desctiption_en": "Ležimir je selo koje se nalazi u severnom delu opštine Sremska Mitrovica i broji oko 950 stanovnika. Ime sela Lecemer – Lecimer je slovenskog porekla i prvi put se pominje u papskim zapisima 1389. godine."
    },
    {
      "id": "65",
      "name_rs": "Ljuba",
      "name_en": "Ljuba",
      "desctiption_rs": " Ljuba is a village in the Northeastern part of Šid County, on the very edge of the Croatian border. It has a population of around 550.",
      "desctiption_en": "Ljuba je selo koje se nalazi na severoistočnom delu opštine Šid, u njemu živi oko 550 stanovnika. Nalazi se uz samu granicu sa Hrvatskom. "
    },
    {
      "id": "87",
      "name_rs": "Lug",
      "name_en": "Lug",
      "desctiption_rs": " Lug is a village with a population of 800, located in the southwestern part of Beočin County. The village was established by Slovak workers from Bačka, in 1902. The name is defined as a part of forest with low-growing trees and shrubs, a grove.",
      "desctiption_en": "Lug je selo koje se nalazi u jugozapadnom delu opštine Beočin i broji oko 800 stanovnika. Selo su osnovali radnici Slovaci iz Bačke 1902. godine, a ime sela označava šumu sa niskim drvećem i žbunjem, gaj, šumarak ili dubravu."
    },
    {
      "id": "64",
      "name_rs": "Mala Remeta",
      "name_en": "Mala Remeta",
      "desctiption_rs": " Mala Remeta is a village with a population of around 150, located in the Western part of Irig County. The name Remeta comes from the greek word for \"hermit\" - eremit, and it was first used during the Austro-Hungarian rule in the 15th centry.",
      "desctiption_en": "Mala Remeta je selo koje se nalazi u zapadnom delu opštine Irig i broji oko 150 stanovnika. Ime sela potiče od grčke reči eremit – pustinjak, a nastalo je za vreme Mađara u XV veku."
    },
    {
      "id": "75",
      "name_rs": "Manđelos",
      "name_en": "Manđelos",
      "desctiption_rs": " Manđelos is a village with a population of around 1530, located in the Northern part of Sremska Mitrovica County. The name is derived from the Hungarian word Nagyolaszi, meaning \"Vlach village\".",
      "desctiption_en": "Manđelos je selo koje se nalazi u severnom delu opštine Sremska Mitrovica i broji oko 1530 stanovnika. Naziv sela potiče od mađarske reči Nagyolaszi, što znači veliko vlaško selo."
    },
    {
      "id": "41",
      "name_rs": "Neradin",
      "name_en": "Neradin",
      "desctiption_rs": " Neradin is a village in the Northern part of Irig County. It is believed that the name is of Celtic origin, and the first time it is mentioned as a settlement is in Hungarian documents, in 1247.",
      "desctiption_en": "Neradin je selo koje se nalazi u severnom delu opštine Irig. Pretpostavlja se da je ime sela keltskog porekla, a kao naselje se pominje u mađarskim dokumentima 1247. godine."
    },
    {
      "id": "58",
      "name_rs": "Privina Glava",
      "name_en": "Privina Glava",
      "desctiption_rs": " Privina glava is a village with a population of around 220, located in the Eastern part of Šid County. It is linked to Privina Glava Monastery, which is believed to have been built by Priva, a nobleman of the 12. century.",
      "desctiption_en": "Privina glava je selo koje se nalazi u istočnom delu opštine Šid i u njemu živi oko 220 stanovnika. Selo je vezano za istoimeni manastir koji je po predanju dobio ime po vlastelinu Privi koji ga je podigao u XII veku."
    },
    {
      "id": "56",
      "name_rs": "Rakovac",
      "name_en": "Rakovac",
      "desctiption_rs": " Rakovac is a village with a population of around 1990, located in the Eastern part of Beočin County. The village was first established as a \"prnjavor\", a settlement for serfs from Rakovac Monastery, which was built in the 16th century.",
      "desctiption_en": "Rakovac je selo koje se nalazi u istočnom delu opštine Beočin i broji oko 1990 stanovnika. Selo je nastalo kao prnjavor, naselje manastirskih kmetova pored istoimenog manastira sagrađenog u XVI veku."
    },
    {
      "id": "48",
      "name_rs": "Sot",
      "name_en": "Sot",
      "desctiption_rs": " Sot is a village with a population of around 790, located in the Northeastern part of Šid County. It was first mentioned in Hungarian documents, in 1297.",
      "desctiption_en": "Sot je selo koje se nalazi u severoistočnom delu opštine Šid i u njemu živi oko 790 stanovnika. Naziv sela se prvi put pominje u mađarskim dokumentima 1297. godine."
    },
    {
      "id": "53",
      "name_rs": "Stara Bingula",
      "name_en": "Stara Bingula",
      "desctiption_rs": " Stara Bingula is a village with a population of around 190, located in the Northwestern part of Sremska Mitrovica County. It is first mentioned in 15th century Hungarian documents under several similar toponyms: Bingula, Tingula, Biglas. Stara Bingula was named after the location of the village, in a forest, on a hill.",
      "desctiption_en": "Stara Bingula je selo koje se nalazi u severozapadnom delu opštine Sremska Mitrovica i broji oko 190 stanovnika. Ime sela se pojavljuje u mađarskim dokumentima iz XV veka pod više sličnih imena: Bingula, Tingula, Biglas. Naziv je nastao po položaju sela u šumi ili po nekom uzvišenju."
    },
    {
      "id": "86",
      "name_rs": "Susek",
      "name_en": "Susek",
      "desctiption_rs": " Susek is a village with a population of around 1130, located in the Western part of Beočin County. It is one of the oldest settlements on Fruška Gora, mentioned as early as in the 1st century, under the name Cornacum.",
      "desctiption_en": "Susek je selo koje se nalazi u zapadnom delu opštine Beočin i broji oko 1130 stanovnika. Spada u najstarija sela Fruške gore i pominje se još u I veku pod imenom Cornacum."
    },
    {
      "id": "62",
      "name_rs": "Velika Remeta",
      "name_en": "Velika Remeta",
      "desctiption_rs": " Velika Remeta has a population of around 40, and it is located in the Southeastern part of Irig County. The Velika Remeta Monastery was built in the beginning of the 16th century.",
      "desctiption_en": "Velika Remeta je selo koje se nalazi u severoistočnom delu opštine Irig i broji oko 40 stanovnika. Tu se nalazi istoimeni manastir izgrađen početkom XVI veka."
    },
    {
      "id": "43",
      "name_rs": "Šišatovac",
      "name_en": "Šišatovac",
      "desctiption_rs": " The village of Šišatovac has a population of around 220, and it is located in the North of Sremska Mitrovica County. The village is noted for Šišatovac Monastery, where Abbot Teofilo built a church dedicated to the Virgin Mary, later renamed Šišatovac, in 1520.",
      "desctiption_en": "Selo Šišatovac se nalazi u severnom delu oštine Sremska Mitrovica i broji oko 220 stanovnika. Selo je vezano za istoimeni manastir. Iguman Teofilo je 1520. godine sagradio crkvu posvećenu Bogorodici koja je kasnije nazvana Šišatovac."
    },
    {
      "id": "88",
      "name_rs": "Sviloš",
      "name_en": "Sviloš",
      "desctiption_rs": " Sviloš is a village with a population of around 360, located in the Southwestern part of Beočin County. The settlements of Svilošu date back to the Roman conquest, and the first time they appear under their modern name is during the Ottoman rule, in 1687.",
      "desctiption_en": "Sviloš je selo koje se nalazi u jugozapadnom delu opštine Beočin i broji oko 360 stanovnika. Naselja u Svilošu datiraju još iz rimskog perioda, a pod današnjim imenom se spominje 1687. godine za vreme turske vladavine."
    },
    {
      "id": "59",
      "name_rs": "Vrdnik",
      "name_en": "Vrdnik",
      "desctiption_rs": " Vrdnik is a village with a population of around 3700, located in the Northeastern part of Irig County. The name first appears in Hungarian and Papal documents in the form of Rednik and Rednek, meaning \"mine\" back in the 13th century. Vrdnik is well known for its thermal spas and the historical monument Vrdnička Tower.",
      "desctiption_en": "Vrdnik je selo koje se nalazi u severoistočnom delu opštine Irig i broji oko 3700 stanovnika. Ime sela se pojavljuje u XIII veku u mađarskim i papskim dokumentima kao Rednik ili Rednek, a verovatno označava rudnik. Vrdnik je poznat po termalnoj banji i kulturno-istorijskom spomeniku Vrdnička kula."
    },
    {
      "id": "49",
      "name_rs": "Šatrinci",
      "name_en": "Šatrinci",
      "desctiption_rs": " Šatrinci is a village with a population of around 400, located in the Southeastern part of Irig County. There are two versions to the story of how Šatrinci came to be and got its name. According to one story, merchants and priests would put up camps in this area (\"satori\"), on their way to Krušedol Monastery. According to the other story, the name comes from the Hungarian word for a bag typically carried by merchants whose trade would lead them through the area - satrinca.",
      "desctiption_en": "Šatrinci su selo koje se nalazi u jugoistočnom delu opštine Irig i broji oko 400 stanovnika. O postanku sela i njegovom nazivu postoje dva tumačenja. Po jednom su trgovci i sveštenici na putu za Krušedol ovde zastajali i razapinjali šatore. Drugo tumačenje je u vezi sa mađarskom rečju torba ili kotarica – satrinca, tipične za trgovce koji su se ovde u prolazu zaustavljali."
    },
    {
      "id": "38",
      "name_rs": "Šuljam",
      "name_en": "Šuljam",
      "desctiption_rs": " Šuljam is a village in the North of Sremska Mitrovica County, and it has a population of around 750. It was first cited as a settlement in 1579.",
      "desctiption_en": "Šuljam je selo u severnom delu opštine Sremska Mitrovica i broji oko 750 stanovnika. Zabeležen je kao naselje 1579. godine."
    },
    {
      "id": "126",
      "name_rs": "Veliki Radinci",
      "name_en": "Veliki Radinci",
      "desctiption_rs": "",
      "desctiption_en": ""
    },
    {
      "id": "83",
      "name_rs": "Bačka Palanka",
      "name_en": "Bačka Palanka",
      "desctiption_rs": "",
      "desctiption_en": ""
    },
    {
      "id": "67",
      "name_rs": "Beočin",
      "name_en": "Beočin",
      "desctiption_rs": "Beočin is an urban settlement and administrative center of Beočin county. It is located in the northern part of Srem and has about 8060 residents. The orthodox monastery Beočin, from which the settlement got it's name, is first mentioned in 1622, during the Ottoman-Hungarian wars. The settlement is known for the Lafarge BFC cement factory. ",
      "desctiption_en": "Beočin je gradsko naselje i administrativno sedište opštine Beočin. Nalazi se u severnom delu Srema i broji oko 8060 stanovnika. Pravoslavni manastir Beočin, po kome je grad dobio ime, prvi put se pominje 1622. godine za vreme velikih austro-turskih ratova. Grad je poznat po fabrici cementa Lafarge BFC."
    },
    {
      "id": "84",
      "name_rs": "Inđija",
      "name_en": "Inđija",
      "desctiption_rs": "",
      "desctiption_en": ""
    },
    {
      "id": "44",
      "name_rs": "Irig",
      "name_en": "Irig",
      "desctiption_rs": " Irig is a municipality of the city of Irig, and it has a population of around 4850. The first written record of Irig is in Hungarian documents from 1225, when constructions of a Catholic monastery were begun.",
      "desctiption_en": "Irig je gradsko naselje i sedište istoimene opštine i broji oko 4850 stanovnika. U mađarskim dokumentima Irig se pominje 1225. godine kada je u njemu osnovan katolički manastir."
    },
    {
      "id": "91",
      "name_rs": "Petrovaradin",
      "name_en": "Petrovaradin",
      "desctiption_rs": " Petrovaradin is a town and municipality, seperated from Novi Sad by the Danube, with a population of around 13000. Due to its geographical position, its history goes back many centuries. Many cultures met and clashed in Petrovaradin, providing a foundation for the fortress-town.",
      "desctiption_en": "Petrovaradin je gradsko naselje i opština koje od Novog Sada deli reka Dunav i broji oko 13000 stanovnika. Istorija ovog naselja seže duboko u prošlost za šta je zaslužan i geografski položaj. Ovde su se susretale mnoge kulture i vodile velike bitke. Na temeljima tih bitaka izgrađeni su temelji grada ― utvrđenja."
    },
    {
      "id": "47",
      "name_rs": "Ruma",
      "name_en": "Ruma",
      "desctiption_rs": "",
      "desctiption_en": ""
    },
    {
      "id": "82",
      "name_rs": "Sremska Mitrovica",
      "name_en": "Sremska Mitrovica",
      "desctiption_rs": "",
      "desctiption_en": ""
    },
    {
      "id": "94",
      "name_rs": "Sremski Karlovci",
      "name_en": "Sremski Karlovci",
      "desctiption_rs": " Sremski Karlovci is a town with a population of around 8840 stanovnika, in Sremski Karlovci County. The oldest known instance of its name is Karom, probably of Hungarian descent. The Slavic version of the name, Karlovci, dates back to documents from 1553. Sremski Karlovci is a well known wine capital of Fruška Gora.",
      "desctiption_en": "Sremski Karlovci su gradsko naselje u istoimenoj opštini i broji oko 8840 stanovnika. Najstarije ime pod kojim se pominje ovo naselje je Karom, reč verovatno mađarskog porekla koja označava muško ime. Naziv Karlovci se prvi put pojavljuje u pisanim dokumentima 1553. godine i predstavlja slovenski oblik imena Karom. Sremski Karlovci su poznati kao fruškogorska prestonica vina. "
    },
    {
      "id": "81",
      "name_rs": "Šid",
      "name_en": "Šid",
      "desctiption_rs": "",
      "desctiption_en": ""
    }
]