[
    {
      "id": "52",
      "name_sr": "Banoštor",
      "name_en": "Banoštor",
      "desctiption_sr": "Banoštor is a village in the west part of Beočin county with about 780 residents. The name comes from the Hungarian word Bánmonostor meaning ban monastery, which refers to the monastery of the Serbian prince and Hungarian palatine Beluš.",
      "desctiption_en": "Banoštor je selo koje se nalazi u zapadnom delu opštine Beočin i broji oko 780 stanovnika. Naziv sela je izveden iz mađarske reči Bánmonostor, što znači ban manastira, a odnosi se na manastir ugarskog bana Beluša."
    },
    {
      "id": "124",
      "name_sr": "Berkasovo",
      "name_en": "Berkasovo",
      "desctiption_sr": "Berkasovo is a village found in the Šid county, at the south-west slopes of Fruška Gora. It counts about 1200 residents and has a rich historical background that stretches even to the neolithic period. \r\n",
      "desctiption_en": "Berkasovo je selo koje se nalazi u šidskoj opštini na jugozapadnim obroncima Fruške gore. Broji oko 1200 stanovnika i ima bogatu istorijsku prošlost koja seže čak u neolitsko doba."
    },
    {
      "id": "72",
      "name_sr": "Bešenovo",
      "name_en": "Bešenovo",
      "desctiption_sr": "Bešenovo is a village in the northern part of Sremska Mitrovica county with about 970 residents. The name of the village comes from the Hungarian name for Pečenege: Biseni, the barbarian tribe that played a key role in the relations between the Byzantine and Austro-Hungarian states in the 11th century. The Bešenovački Prnjavor is a monastery village with the same name as the monastery, with about 150 residents. ",
      "desctiption_en": "Bešenovo je selo u severnom delu opštine Sremska Mitrovica i broji oko 970 stanovnika. Ime sela potiče od mađarskog naziva za Pečenege – Biseni, varvarsko pleme koje je imalo značajnu ulogu u odnosima između vizantijske i ugarske države u XI veku. Bešenovački Prnjavor je manastirsko naselje istoimenog manastira i broji oko 150 stanovnika."
    }
]